export const characters = {
  hideki: {
    name: 'Хидэки "Танец Пепла"',
    age: 35,
    occupation: 'Ронин',
    personality: 'Спокойный, рассудительный, несёт в себе глубокую вину.',
    history:
      'В прошлом Хидэки был самураем, но однажды по приказу господина уничтожил деревню, не зная, что там жили его родные. Узнав правду, он сбежал, стал ронином и поклялся больше не брать меч ради убийства. Теперь он странствует, помогая слабым, но знает, что рано или поздно прошлое его догонит.',
    image: '/Hideki.webp',
  },
  tsukiko: {
    name: 'Цукико "Слёзы Луны"',
    age: 24,
    occupation: 'Странствующая музыкантка',
    personality: 'Остроумная, свободолюбивая, но с тоской в глазах.',
    history:
      'Цукико была дочерью даймё, но когда её отец погиб от рук предателей, её обвинили в измене и вынудили бежать. С тех пор она живёт под чужим именем, скрывает свою аристократическую натуру и зарабатывает на жизнь как странствующая музыкантка. Однако в глубине души она мечтает вернуть свою родину и наказать предателей.',
    image: '/Tsukiko.webp',
  },
  ren: {
    name: 'Рэн "Путник без имени"',
    age: 'Неизвестно (на вид около 30 лет)',
    occupation: 'Странник',
    personality: 'Любопытный, немного наивный, но глубоко внутри — сломленный.',
    history:
      'Очнувшись в лесу без воспоминаний, Рэн не знает, кто он. Единственное, что у него есть — старый меч с выгравированным именем, которого нет в летописях. Он путешествует, надеясь найти своё прошлое, но страшится того, что может узнать. Что, если он был монстром? Что, если прошлое лучше оставить забытым?',
    image: '/Ren.webp',
  },
};
